{
    "title": "ORD | Basel",
    "description": "Hosted at the Biozentrum of the University of Basel, the Open Research Data meeting will feature general or specialised lectures as well as practical workshops. We will start the day by learning why ORD is important and how it does benefit researchers and overall society. We will then hear about Data Life Cycle Management - what happens or should happen to your data from creation to retirement. Finally, we will end the morning session by learning about data repositories, which ones to use and how to use them. In the afternoon, we will host three practical workshops. You will have the opportunity to learn more about Electronic Lab Notebooks, Git and GitHub, as well as metadata and controlled vocabularies. A specialised lecture on sensitive data will also be offered. Overall, the day will cover several aspects of ORD – you will gain knowledge and skills, which will allow you to apply ORD principles to your daily life as a researcher.",
    "start" : "2023-06-02T09:30",
    "end" : "2023-06-02T17:15",
    "location" : {
        "city" : "Basel",
        "name" : "Biozentrum",
        "address" : "Spitalstrasse 41, 4056 Basel",
        "url" : "",
        "iframe_url" : "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1796.8185467056876!2d7.579422447587895!3d47.56417117994092!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4791b908135df8df%3A0x850b8df911af1a74!2sBiozentrum%20University%20of%20Basel!5e0!3m2!1sen!2sch!4v1680000742930!5m2!1sen!2sch"
    },
    "timeline" : [
        {
            "title" : "Registration & Structured networking",
            "type" : "",
            "description" : "with complimentary breakfast",
            "start" : "09:30",
            "end" : "10:15",
            "location" : {
                "name": "",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "",
                "description" : "",
                "photo" : "",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [],
            "presentations": []
        },
        {
            "title" : "Welcome",
            "type" : "",
            "description" : "",
            "start" : "10:15",
            "end" : "10:30",
            "location" : {
                "name": "U1.141",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "",
                "description" : "",
                "photo" : "",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [],
            "presentations": []
        },
        {
            "title" : "Why is ORD important?",
            "type" : "presentation",
            "description" : "Open research data refers to the idea of making research data available to anyone who wishes to access it, without restrictions or fees. Firstly, open research data promotes transparency in scientific research. It allows other researchers to access and verify the data that was used in a study, which can help to ensure the reliability and accuracy of scientific findings. Secondly, open research data can lead to increased collaboration and innovation. When data is made freely available, researchers from different fields and organizations can access it and use it to develop new insights and approaches. Finally, open research data can help to promote equity and fairness in scientific research. When data is freely available, it allows researchers from any location to access and use the same data. On the Swiss level, swissuniversities together with other partners, developed an ORD Strategy and Action Plan, having open access to research data at their core.  For SIB, providing open and efficient access to biological and biomedical data for worldwide sharing and reuse is also crucial and at the core of SIB's activities. Among the databases maintained by SIB, we can find Rhea, STRING and UniProt, which provide biochemical reactions, protein-protein interactions, and protein sequences and functions, respectively. These biodata resources provide expert-curated and annotated biological knowledge, add value to open research data and enable further discoveries. SIB’s activities also include federating data in pan-European life and health projects according to the FAIR principles, and teaching life scientists and bioinformaticians topics such as reproducible research, data analysis, statistics, and FAIR data management. We present here an overview of how ORD has become a pillar in Swiss academic research and why it is essential, and we will illustrate those with some of the SIB ongoing projects.",
            "start" : "10:30",
            "end" : "11:00",
            "location" : {
                "name": "U1.141",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "Valeria Di Cola",
                "description" : "Swiss Institute of Bioinformatics",
                "long_description" : "Valeria Di Cola is Training Manager at the SIB Swiss Institute of Bioinformatics. In the past she was Data Manager at NCCR Robotics based in EPFL, and prior to this appointment she was Research Manager at the Ecospat Lab at UNIL. Her research and teaching interests include research data management, species distribution models, and data visualization. At SIB, she is involved in the training activities regarding computational biology and Research Data Management. She is an author of the ecospat R package and contributed to the development of the book Habitat Suitability and Distribution Models with Applications in R (2017). She holds a degree in Biology and a Doctorate in Biological Sciences from the National University of Córdoba, Argentina.",
                "photo" : "/res/images/speakers/valeria_di_cola.jpg",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [
                "Open research data reduces efforts and costs, allowing reproducibility",
                "Carefully curated and annotated data allows future discoveries and research developments",
                "Global access to research data is key to enable focusing on your own research",
                "Research data should be supported and available over time",
                "Open research data is important because it promotes transparency, collaboration, and equity in scientific research, which can lead to more reliable findings and more effective solutions to complex problems"
            ],
            "presentations": [{
                "name": "YouTube",
                "link": "https://youtu.be/qprOTPddZOM"
            }, {
                "name": "PDF",
                "link": "/presentations/pdfs/di_cola.pdf"
            }]
        },
        {
            "title" : "Research data lifecycle management",
            "type" : "presentation",
            "description" : "As science becomes ever more digital and data-driven, efficient management of research data has become crucial for the scientific community. This presentation will provide an engaging and accessible introduction to the research data lifecycle and the usefulness of this model in research data management. The image of a Research Data Lifecycle that loops back on itself is a good metaphor for science in a connected and collaborative world. Hypotheses and projects are born out of pre-existing knowledge and data, and once new data are generated, processed and analyzed, not only the findings, but also the data that lead to them should be made available to the broad scientific community. This way, they can again foster new research projects and discoveries. In this presentation, attendees will learn how the lifecycle model can facilitate collaboration, enhance data quality, and increase the potential for valuable insights and discoveries. We will discuss the key challenges for open research data as they arise in the different phases of the cycle and look at some useful tools and concepts that can help you make your data more open, more FAIR and more accessible.",
            "start" : "11:00",
            "end" : "11:30",
            "location" : {
                "name": "U1.141",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "Michael Podvinec",
                "description" : "Biozentrum Research IT, UniBas",
                "long_description" : "Initially a wet-lab molecular biologist, Michael did post-doctoral research in bioinformatics, driven by his enthusiasm for computers and digital technology. Identifying the distinct and dynamic IT needs of biomolecular researchers, he contributed to the establishment of the Research IT Technology Platform at the Biozentrum of the University of Basel. This Platform provides strategic, technical, and operational assistance, promoting a unified scientific and administrative IT environment that allows researchers to focus on their projects and data with ease.",
                "photo" : "/res/images/speakers/michael_podvinec.jpg",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [
                "The importance and usefulness of the research data lifecycle model",
                "Specific considerations during the different phases of the research data lifecycle",
                "What the main funding agencies require you to do, and in which phase to best do it",
                "Advice and concepts on how to address data management challenges",
                "Tools and resources for effective data management strategies"
            ],
            "presentations": [{
                "name": "YouTube",
                "link": "https://youtu.be/mSSNrnpvsmA"
            }, {
                "name": "PDF",
                "link": "/presentations/pdfs/podvinec.pdf"
            }]
        },
        {
            "title" : "Coffee break",
            "type" : "",
            "description" : "",
            "start" : "11:30",
            "end" : "11:45",
            "location" : {
                "name": "",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "",
                "description" : "",
                "photo" : "",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [],
            "presentations": []
        },
        {
            "title" : "Open-research data repositories and reproducible workflows",
            "type" : "presentation",
            "description" : "Open research data repositories are a need if you want to (or must!) publish all data needed to reproduce your scientific papers. Which repositories exist? I will discuss a few of the options, then focusing on Materials Cloud, a platform that we designed to enable open and seamless sharing of resources for computational science, driven by applications in materials modelling. Beside hosting an open-research data archive, it also provides online modelling services, as well as curated data together with its full provenance, making the data and the underlying simulations fully reproducible. Reproducibility is enabled thanks to the combination with our workflow engine AiiDA, a robust open-source high-throughput infrastructure addressing the challenges arising from the needs of automated workflow management and data provenance recording.  AiiDA stores the full provenance of any simulation workflow in the form of graphs that allow retracing and reproducing any computed result. The infrastructure is agnostic to the specific simulation codes used. Currently, most plugins (over 120 available to date) support applications in computational materials science, but the engine is generic, and plugins are already available also for domains that transcend its initial domain, such as chemistry, atmospheric physics, or weather and climate applications.",
            "start" : "11:45",
            "end" : "12:15",
            "location" : {
                "name": "U1.141",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "Giovanni Pizzi",
                "description" : "Paul Scherrer Institut & NCCR MARVEL",
                "long_description" : "Dr. Giovanni Pizzi obtained his PhD in Physics from Scuola Normale Superiore of Pisa, Italy. He then moved to EPFL as a post-doc and then as a senior researcher, and since 2022 he is group leader of the “Materials Software and Data” group at the Paul Scherrer Institute PSI. His research focuses on methods and applications of high-throughput atomistic simulations for materials design and discovery. He leads the development teams of the AiiDA reproducible-workflow infrastructure (http://www.aiida.net) and of the open Materials Cloud portal (http://www.materialscloud.org), and oversees their design. Moreover, he is co-author of the Wannier90 simulation code (http://www.wannier.org).  He is project leader of the Open Digital Infrastructure Pillar of the MARVEL NCCR, and coordinator of the 'Materials Cloud' Implementation Network of GO-FAIR.",
                "photo" : "/res/images/speakers/giovanni_pizzi.png",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [
                "The available repositories for open-research data, with particular focus on Materials Cloud Archive (for Materials Science)",
                "Advantages of sharing open research data, and in particular of accessible and interoperable data",
                "Why reproducible workflows are crucial in science, benefits of making simulations and workflow reproducible, and examples from our workflow engine AiiDA",
                "Combining reproducible workflows and FAIR data repositories"
            ],
            "presentations": [{
                "name": "YouTube",
                "link": "https://youtu.be/Sq48T03vkio"
            }, {
                "name": "PDF",
                "link": "/presentations/pdfs/pizzi.pdf"
            }]
        },
        {
            "title" : "Lightning talks",
            "type" : "presentation",
            "description" : "",
            "start" : "12:15",
            "end" : "12:30",
            "location" : {
                "name": "U1.141",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "",
                "description" : "",
                "photo" : "",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [],
            "presentations": []
        },
        {
            "title" : "Lunch break",
            "type" : "",
            "description" : "",
            "start" : "12:30",
            "end" : "14:00",
            "location" : {
                "name": "",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "",
                "description" : "",
                "photo" : "",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [],
            "presentations": []
        },
        {
            "type" : "workshop",
            "description" : "",
            "start" : "14:00",
            "end" : "15:15",
            "workshops" : [
                {
                    "title" : "Introduction to Electronic Lab Notebooks (ELNs) and management of structured biomedical data using the LabKey Server solution",
                    "description" : "In the life sciences, keeping a laboratory notebook is the established method of recording the progress of scientific experiments: the Who, When, How, What, and What Next of research. For centuries, this was done on paper. As biomedical laboratory data has virtually become digital, laboratory notebooks, along with other systems to manage research data, are likewise becoming digital tools. This development presents substantial benefits while also introducing certain challenges that warrant attention. In this workshop, we will present some of the general concepts and challenges of organizing digital laboratory data, focusing on the experience of the researcher. We will also demonstrate a wiki-based system for electronic lab notebooks that is in use by many research groups at the Biozentrum, the Department of Biomedicine and some other institutes and use this concrete example to further discuss some key factors for success when taking lab notes digitally. This presentation is held jointly with Dr. Sofia Georgakopoupou, who will take the second part of the time slot to introduce LabKey, a tool for the management of structured data in the life sciences. Such systems are complementary to the more narrative form of information stored in an ELN and allow a more data-forward way to access and process research data. LabKey is a data management platform in which researchers can collaboratively manage and analyze their data. It is ideal for groups looking to transition to a more robust solution when working with conventional solutions such as Excel becomes unmanageable. Compared to other commercial software that are primarily oriented towards data analysis, LabKey allows to manage and collaborate with data directly through the software. Its API enables scripted data access from languages such as R and Python. The LabKey Server is a well recognised data management solution and sciCORE recommends it in the context of data management requirement of SNF.",
                    "location" : {
                        "name": "U1.191",
                        "url": "",
                        "address": ""
                    },
                    "speaker" : [{
                        "name" : "Michael Podvinec",
                        "description" : "Biozentrum Research IT, UniBas",
                        "long_description" : "Initially a wet-lab molecular biologist, Michael did post-doctoral research in bioinformatics, driven by his enthusiasm for computers and digital technology. Identifying the distinct and dynamic IT needs of biomolecular researchers, he contributed to the establishment of the Research IT Technology Platform at the Biozentrum of the University of Basel. This Platform provides strategic, technical, and operational assistance, promoting a unified scientific and administrative IT environment that allows researchers to focus on their projects and data with ease.",
                        "photo" : "/res/images/speakers/michael_podvinec.jpg",
                        "email": "",
                        "link" : ""
                    }, {
                        "name" : "Sofia Georgakopoulou",
                        "description" : "sciCORE, UniBas",
                        "long_description" : "Sofia is a scientist with a background in physics and biophysical organisms, creating models that correlate function with structural elements. Throughout the years she has developed a strong interest in enhancing research methodologies as well as data management and dissemination practices and in the past she has been researching solutions that will modernise and improve the dissemination of scientific knowledge. Currently she is a data and project management specialist at the Scientific Computing Facility of the university of Basel, working within the nation-wide Swiss Personalised Healthcare Network and the BioMedIT network in order to facilitate the secure transfer and use of clinical and medical data for FAIR research use.",
                        "photo" : "/res/images/speakers/sofia_georgakopoulou.jpg",
                        "email": "",
                        "link" : ""
                    }],
                    "material_link": "",
                    "keypoints": [],
                    "presentations": [{
                        "name": "PDF 1",
                        "link": "/presentations/pdfs/podvinec_workshop.pdf"
                    }, {
                        "name": "PDF 2",
                        "link": "/presentations/pdfs/georgakopoulou.pdf"
                    }]
                },
                {
                    "title" : "Introduction to Git and GitHub",
                    "description" : "Git is a versioning system primarily used for code. Combined with GitHub, it becomes a powerful system for collaboration and sharing of code and any other text files. In this workshop, participants will learn the basics of working with git and GitHub through a brief lecture and a hands-on activity using cooking recipe text files. Participants will be guided through installing git, creating a GitHub account, and setting up git on their machines in order to work with GitHub repositories. The activity will also guide participants through common workflows for git and GitHub. As a bonus, participants will leave with a GitHub repository full of new recipes to try. No coding required!",
                    "location" : {
                        "name": "U1.197",
                        "url": "",
                        "address": ""
                    },
                    "speaker" : {
                        "name" : "Nichole Wespe",
                        "description" : "NCCR AntiResist",
                        "long_description" : "Nichole Wespe is the Research Data Officer of the NCCR AntiResist. She received her Ph.D. in Biology from Harvard University in 2017, after which she worked as a computational biologist at an agritech start-up company for 5 years before joining the NCCR in April 2023. Before leaving the bench, she accumulated over 10 years of experience in molecular biology research in systems including fly development, immunology, and experimental microbial evolution. She has been coding in Python for 8 years, during which time she has benefited greatly from other people sharing their code on GitHub.",
                        "photo" : "/res/images/speakers/nichole_wespe.jpg",
                        "email": "",
                        "link" : ""
                    },
                    "material_link": "",
                    "keypoints": [
                        "What exactly are git and GitHub, what (and what not) to use them for, and the basics of how to use them."
                    ],
                    "presentations": [{
                        "name": "PDF 1",
                        "link": "/presentations/pdfs/wespe.pdf"
                    }, {
                        "name": "PDF 2",
                        "link": "/presentations/pdfs/wespe_2.pdf"
                    }]
                }
            ]
        },
        {
            "title" : "Coffee break",
            "type" : "",
            "description" : "",
            "start" : "15:15",
            "end" : "15:45",
            "location" : {
                "name": "",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "",
                "description" : "",
                "photo" : "",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [],
            "presentations": []
        },
        {
            "type" : "workshop",
            "description" : "",
            "start" : "15:45",
            "end" : "17:00",
            "workshops" : [
                {
                    "title" : "Metadata & controlled vocabularies in life sciences",
                    "description" : "Metadata is crucial in scientific research but also in everyday life. It is providing a way to organize, describe, and share data. Different types of metadata include descriptive metadata, administrative metadata, and structural metadata. The standardization of metadata plays an important role and helps to improve data interoperability, sharing and reuse. Controlled vocabularies are a common component of metadata These are standardized and organized arrangements of words and phrases that provide a consistent way to describe data. Metadata creators assign terms from controlled vocabularies to improve and unify the search for information. Common types of controlled vocabularies include subject headings lists, ontologies, and thesauri. Metadata and controlled vocabularies can facilitate data sharing and collaboration among researchers in life sciences, as they provide a common language and framework to describe and access data. They can also ensure consistency in data analysis, as they reduce ambiguity and variability in data interpretation. However, there remain challenges to their use in life sciences, such as the need for better integration with existing data management systems and the development of new standards in multiple areas. For example, bioimaging data still largely lacks metadata standards and controlled vocabularies that can capture the complexity and diversity of the data. To improve data quality, these metadata standards and controlled vocabularies must be adopted and better implemented in bioimaging data workflows. This will improve the consistency and accuracy of data description and enable better data analysis and reuse based on the F.A.I.R. principles. In this workshop, metadata and controlled vocabularies will be explained using examples from everyday life as well as from bioimaging, and possible data repositories and ontologies for life sciences will be presented. Finally, in a practical exercise, participants are given a bioimaging dataset to describe using a metadata standard and a controlled vocabulary or thesaurus of their choice.",
                    "location" : {
                        "name": "U1.191",
                        "url": "",
                        "address": ""
                    },
                    "speaker" : {
                        "name" : "Oliver Biehlmaier",
                        "description" : "UniBas",
                        "long_description" : "Oliver Biehlmaier is a microscopy expert and the head of the Imaging Core Facility at the Biozentrum of the University of Basel. He leads a team of experts in providing various microscopy techniques, including confocal, super-resolution, and light-sheet microscopy. Along with these services, he and his team also offer image analysis services and state of the art data management infrastructure.",
                        "photo" : "/res/images/speakers/oliver_biehlmaier.jpg",
                        "email": "",
                        "link" : ""
                    },
                    "material_link": "",
                    "keypoints": [
                        "Understand that 'Metadata is a love letter to your future self!'",
                        "Know where to search for ontologies",
                        "Know how to generate FAIR data based on the respective metadata requirements"
                    ],
                    "presentations": [{
                        "name": "PDF",
                        "link": "/presentations/pdfs/biehlmaier.pdf"
                    }]
                },
                {
                    "title" : "Introduction to sensitive (patient) data – or data under constraints",
                    "description" : "Today, research including patient related data has become more and more popular as for example routine patient data may be received from the University Hospitals. This data comes with an obligation and requirements towards correct storage, handling, processing, and sharing. Hence, within this workshop we will start with a short introduction into the regulatory and ethical aspects that encompass working with sensitive (patient) data. This will form the foundation for the presentation on sensitive (patient) data. In the second part we will look at what sensitive (patient) data are and then dive deeper into some of the topics that need to be considered when working with this type of data on a general level. It should also give a guideline as to how best to approach this, at the beginning daunting task, of the successful and safe usage of sensitive (patient) data. In part 3 we will show how we approached the handling of sensitive (patient) data in NCCR AntiResist. We will finish the workshop with small group discussions and a general plenum on the outcome of these discussions.",
                    "location" : {
                        "name": "U1.197",
                        "url": "",
                        "address": ""
                    },
                    "speaker" : [{
                        "name" : "David Büchel",
                        "description" : "USB & NCCR AntiResist",
                        "long_description" : "PhD (tumour biology) at the University Basel and now several years working as a data manager at the department for clinical research (DKF). Further education as a data steward at the University of Basel. Clinical Data Officer of the NCCR AntiResist.",
                        "photo" : "/res/images/speakers/david_buechel.jpg",
                        "email": "",
                        "link" : ""
                    }, {
                        "name" : "Claudia Saupper",
                        "description" : "USB & NCCR AntiResist",
                        "long_description" : "IT by education, (research) data by heart. Master in Computer Science at ETH with nearly 20 years’ experience in research data in the industry as well as in the academic field. Part of the Clinical Data Office of the NCCR AntiResist.",
                        "photo" : "/res/images/speakers/claudia_saupper.jpg",
                        "email": "",
                        "link" : ""
                    }],
                    "material_link": "",
                    "keypoints": [
                        "What are sensitive (patient) data?",
                        "Why is this topic so important to consider?",
                        "What are the general aspects to safely handle sensitive (patient) data?",
                        "How can sensitive (patient) data be shared?"
                    ],
                    "presentations": [{
                        "name": "PDF",
                        "link": "/presentations/pdfs/buechel_saupper.pdf"
                    }]
                }
            ]
        },
        {
            "title" : "Closing remarks",
            "type" : "",
            "description" : "",
            "start" : "17:00",
            "end" : "17:15",
            "location" : {
                "name": "U1.141",
                "url": "",
                "address": ""
            },
            "speaker" : {
                "name" : "",
                "description" : "",
                "photo" : "",
                "email": "",
                "link" : ""
            },
            "material_link": "",
            "keypoints": [],
            "presentations": []
        }
    ]
}
