{
    "title": "ORD | Zurich",
    "description": "Join us for a day of plenary lectures on topics such as the importance of ORD, IP and licensing, and reproducible research. In the workshops, you'll have the opportunity to learn about Renku for reproducibility, Git for version control, and OpenBIS for collaborating with data and electronic lab notebooks. In the second session, explore licenses for AI models with BigRAIL, advanced Git techniques, and best practices for managing sensitive data with OpenBIS. Don't miss this chance to enhance your knowledge and skills in ORD principles and apply them to your research!",
    "start": "2023-04-28T09:00:00",
    "end": "2023-04-28T17:45:00",
    "location": {
        "name": "UZH",
        "address": "Rämistrasse 71, 8006 Zürich",
        "url": "",
        "iframe_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2701.913624753606!2d8.546662815887615!3d47.37460427916996!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x479aa0a8cacceabf%3A0x46d9e58414897465!2sR%C3%A4mistrasse%2071%2C%208006%20Z%C3%BCrich!5e0!3m2!1sen!2sch!4v1680168849104!5m2!1sen!2sch"
    },
    "timeline": [
        {
            "title": "Registration",
            "type": "",
            "description": "",
            "start": "09:00",
            "end": "09:30",
            "location": {
                "name": "SOC-F-106",
                "url": "https://www.plaene.uzh.ch/KOL/room/SOC-1-106",
                "address": "Rämistrasse 69, 8001 Zürich"
            },
            "speaker": {
                "name": "",
                "description": "",
                "photo": "",
                "email": "",
                "link": ""
            },
            "material_link": "",
            "keypoints": [
                "Key point 1",
                "Key point 2"
            ]
        },
        {
            "title": "Opening remarks & overview of the day",
            "type": "",
            "description": "",
            "start": "09:30",
            "end": "09:45",
            "location": {
                "name": "SOC-F-106",
                "url": "https://www.plaene.uzh.ch/KOL/room/SOC-1-106",
                "address": "Rämistrasse 69, 8001 Zürich"
            },
            "speaker": {
                "name": "",
                "description": "",
                "photo": "",
                "email": "",
                "link": ""
            },
            "material_link": "",
            "keypoints": [
                "Key point 1",
                "Key point 2"
            ]
        },
        {
            "title": "Research and Free Software",
            "type": "presentation",
            "description": "Software is deeply involved in all aspects of our lives, and it is important that this technology empowers rather than restricts us. Free Software, also known as Open Source Software, gives everybody the rights to use, understand, adapt, and share software. The principles of Free Software are also well aligned with the basic principles of science, in particular Open Science.<br>The four freedoms allow sharing of knowledge and the demand for reproducibility of results. Nevertheless, Free Software is still rather the exception than the rule for the majority of scientific domains. In this session we will discuss the benefits and challenges of Free Software and Open Science.",
            "start": "09:45",
            "end": "10:30",
            "location": {
                "name": "SOC-F-106",
                "url": "https://www.plaene.uzh.ch/KOL/room/SOC-1-106",
                "address": "Rämistrasse 69, 8001 Zürich"
            },
            "speaker": {
                "name": "Alexander Sander",
                "description": "Free Software Foundation Europe",
                "long_description": "Alexander has studied politics in Marburg, Germany. He has been an MEP Assistant in Brussels and the General Manager of Digitale Gesellschaft e.V. in Berlin. Furthermore he is the founder of NoPNR!, a campaign against the retention of travel data. He is an expert on digital rights and this capacity also a member of several advisory boards. He is also a member of several other associations that advocate for digital rights. Alexander consults national and European institutions, administrations and organisations, is available as an expert to the media and gives lectures and workshops at international conferences and events.",
                "photo": "/res/images/speakers/alexander sander.jpg",
                "email": "",
                "link": ""
            },
            "material_link": "",
            "keypoints": [
                "Free Software plays an important role in research, be it a generic tools or as a product for research",
                "Free Software and Open Science share common values and goals",
                "The use of Free Software creates innovation and trust"
            ]
        },
        {
            "title": "Coffee break and networking session",
            "type": "",
            "description": "<ul><li> Stage (“Go deep”): “Elevator pitch to other people”:</li><ul><li>Approach another person (ideally whom you do not already know);</li><li>Do the elevator pitch. Other person ranks you 1-5* (5 is best). Note down points collected.</li><li>Swap;</li></ul><li>Stage (“Go broad”): “Explain an ORD aspect”:</li><ul><li>Approach another person (one that you did not talk to already);</li><li>Other person asks you to explain a certain topic, and relate it to the Data Life Cycle. Explain it. Other person ranks you 1-5* (5 is best). Note down points collected.</li><li>Swap;</li></ul><li>Evaluation: Those with the most collected points may receive a price ;) (be honest!)</li></ul>",
            "start": "10:30",
            "end": "11:15",
            "location": {
                "name": "KOL-D-49",
                "url": "https://www.plaene.uzh.ch/KOL/room/KOL-D-49",
                "address": "Rämistrasse 71, 8001 Zürich"
            },
            "speaker": {
                "name": "",
                "description": "",
                "photo": "",
                "email": "",
                "link": ""
            },
            "material_link": "",
            "keypoints": [
                "Key point 1",
                "Key point 2"
            ]
        },
        {
            "title": "Intellectual Property (IP) and Research Data",
            "type": "presentation",
            "description": "What types of IP are out there, and how is data important to your patent applications? Can data presented in patent applications be used in research, or is it off-limits? This short keynote gives you a quick overview how experimental data can help you when applying for a patent and in what way you may re-use information sourced in patents for your research.",
            "start": "11:15",
            "end": "12:00",
            "location": {
                "name": "SOC-F-106",
                "url": "https://www.plaene.uzh.ch/KOL/room/SOC-1-106",
                "address": "Rämistrasse 69, 8001 Zürich"
            },
            "speaker": {
                "name": "Joseph Schmitz",
                "description": "Swiss & European Patent Attorney",
                "long_description": "I am originally from Luxembourg and came to Switzerland for a MSc in Biochemistry at ETH in Zürich. After that, I went on to train as a patent attorney in a multinational chemistry company in Geneva, and then came back to Zürich to join patent law firm Isler & Perdrazzini AG, where I handle prosecution, litigation and start-up coaching. I'm admitted to represent clients before the Swiss and European Patent Offices, and to litigate before the Swiss and Unitary Patent Courts. In my free time, I enjoy spending days outdoors, sharing a brew and playing strategic games.",
                "photo": "/res/images/speakers/joseph schmitz.jpg",
                "email": "",
                "link": ""
            },
            "material_link": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899",
            "keypoints": [
                "Patent applications are better with data",
                "Patents can be a source of data",
                "Patents don't stop you from researching the patented invention"
            ]
        },
        {
            "title": "Journey towards Open Science and Open Research Data",
            "type": "presentation",
            "description": "Over the last years the Open Science movement has significantly grown, with the aim to make scientific progress more transparent, efficient, and accessible. Open Science is fostered by UNESCO, the EU Commission and most national funding agencies and academic institutions. An important element of Open Science is the wider dissemination of scientific datasets, also known as Open Research Data (ORD). ORD comes with the requirement to publish research data and make them openly accessible, whenever possible. Open data need to adhere to the FAIR (Findable, Accessible, Interoperable, Reusable) principles, so that the scientific community can validate published results and build on them for further discoveries that can foster human progress.<br>To achieve this goal, managing research data from the moment they are generated is of outmost importance. Samples, materials, and equipment used in experiments, experimental procedures, codes used for data processing and analysis, models, datasets: all must be accurately documented. Moreover, all data that are generated in a research project need to be annotated with appropriate and sufficient metadata, that would make them reusable by other experts in the field, without the need to contact the authors, as it is still often the case.<br>In this talk we will look at some of the tools that enable efficient research data management and reproducible research results, thus paving the way to open FAIR data and Open Science.",
            "start": "12:00",
            "end": "12:45",
            "location": {
                "name": "SOC-F-106",
                "url": "https://www.plaene.uzh.ch/KOL/room/SOC-1-106",
                "address": "Rämistrasse 69, 8001 Zürich"
            },
            "speaker": {
                "name": "Caterina Barillari",
                "description": "ETHZ SIS",
                "long_description": "Caterina holds a degree in Chemistry and Pharmaceutical Technology from the University of Milan (IT) and a PhD in Computational Chemistry from the University of Southampton (UK). After two postdocs in cheminformatics at the CNRS in Strasbourg (FR) and at the Institute of Cancer Research UK, she joined ETH Zürich in 2011. She currently manages the Research Data Management services provided by the Scientific IT Services of ETH Zürich for the academic community of ETH Zürich and within Switzerland.",
                "photo": "/res/images/speakers/caterina barillari.jpg",
                "email": "",
                "link": ""
            },
            "material_link": "https://library.ethz.ch/en/news-and-courses/courses/research-data-management-and-related-topics.html",
            "keypoints": [
                "Research Data Management (RDM) is a prerequisite for publishing and sharing data according to the FAIR data principles.",
                "Planning how to annotate, store, back up data and which tools to use, needs to be done at the beginning of a research project. The plan can be adapted according to the progress of the research project.",
                "RDM must be an integral part of a researcher’s daily work."
            ]
        },
        {
            "title": "Lunch break",
            "type": "",
            "description": "",
            "start": "12:45",
            "end": "14:00",
            "location": {
                "name": "",
                "url": "",
                "address": ""
            },
            "speaker": {
                "name": "",
                "description": "",
                "photo": "",
                "email": "",
                "link": ""
            },
            "material_link": "",
            "keypoints": [
                "Key point 1",
                "Key point 2"
            ]
        },
        {
            "type": "workshop",
            "description": "",
            "start": "14:00",
            "end": "15:30",
            "workshops": [
                {
                    "title": "Introduction to Renku and how it can help you with reproducibility and collaboration in your research",
                    "description": "Renku provides tools that foster reproducibility and collaboration in research projects. If you write and run code to analyze data, Renku can help you track your work, run your models, share results and collaborate with your colleagues. The workshop has two parts: a general introduction of Renku and the vision behind the project, and a demo. The demo is intended to show that with minimal effort Renku allows you to not only track and replicate your work, but also do so in a reproducible environment where you and your colleagues can explore, run, test and improve upon the work you have done.",
                    "location": {
                        "name": "SOE-F-2",
                        "url": "https://maps.google.com/maps?saddr=&daddr=47.37353017,8.54923521",
                        "address": ""
                    },
                    "speaker": {
                        "name": "Tasko Olevski",
                        "description": "Swiss Data Science Center",
                        "long_description" : "Tasko is a software engineer at the Swiss Data Science Center. He has worked on many components of the Renku platform and has been also involved in the operations of several different production-grade Renku deployments. Prior to joining the Swiss Data Science Center Tasko was working as an environmental consultant focusing on ambient air quality modeling. His degree is in chemical engineering, but his passion is writing code.",
                        "photo": "/res/images/speakers/tasko olevski.jpeg",
                        "email": "",
                        "link": "https://datascience.ch/team_member/tasko-olevski"
                    },
                    "material_link": "https://renku.readthedocs.io/en/stable",
                    "keypoints": [
                        "Learn about Renku and its key features and benefits",
                        "Understand how Renku can help with reproducibility",
                        "Understand how Renku can foster collaboration between researchers",
                        "Understand how you can start to use Renku for your research"
                    ]
                },
                {
                    "title": "Git basics",
                    "description": "The course is structured into an introductory presentation and a hands-on session to get familiar with using git. We will start with basic principles and git commands and continue in the 2nd part with more advanced concepts such as branches and working with remote repositories such as gitlab.com or github.com.<br>As a prerequisite, you can have a look at the <a href=\"https://siscourses.ethz.ch/git-handson/hands_on_bash.html\">`hands on bash`</a> tutorial.",
                    "location": {
                        "name": "SOE-E-7",
                        "url": "https://maps.google.com/maps?saddr=&daddr=47.37353017,8.54923521",
                        "address": "Rämistrasse 71, 8006 Zürich, Switzerland"
                    },
                    "speaker": {
                        "name": "Uwe Schmitt",
                        "description": "Software and Data Management, ETH Zurich",
                        "long_description": "I’m a mathematician by training and develop scientific software for more than 20 years. I’m also involved in teaching multiple programming related topics, such as best practices for scientific code which also includes git.",
                        "photo": "/res/images/speakers/uwe schmitt.jpg",
                        "email": "",
                        "link": ""
                    },
                    "material_link": "https://siscourses.ethz.ch/sib_workshop_best_practices/git_handson/hands_on_git.html",
                    "keypoints": [
                        "Version control for textual data (code, csv files, markdown documents or latex files)"
                    ]
                },
                {
                    "title": "Introduction to Active Research Data Management with the ETH Zurich ELN/LIMS openBIS",
                    "description": "Active research data management involves the ongoing organization, storage, and sharing of research data throughout the entire data lifecycle. This approach allows researchers to maintain the integrity of their data and ensure that it is available for analysis, interpretation, and future use. With active  research data management, researchers can enhance the reproducibility of their work, facilitate collaboration, and accelerate scientific discovery.<br>The workshop will cover:<ul><li>Intro on FAIR data principles</li><li>Intro on openBIS: structure and major functionality</li><li>User cases</li></ul>",
                    "location": {
                        "name": "SOC-F-101",
                        "url": "https://maps.google.com/maps?saddr=&daddr=47.37399881,8.54960535",
                        "address": ""
                    },
                    "speaker": {
                        "name": "Rostyslav Kuzyakiv",
                        "description": "ETHZ",
                        "long_description": "Senior Biomedical Data Management Expert / Data Scientist with a background in general medicine, biology, and expertise in bioinformatics, data management, and digital health applications. Currently, consulting and assisting the ETHZ scientist community in developing and implementing various data management solutions based on FAIR data principles and major protocols of the Swiss Personalized Health Network.",
                        "photo": "/res/images/speakers/rostyslav kuzyakiv.jpg",
                        "email": "",
                        "link": ""
                    },
                    "material_link": "",
                    "keypoints": [
                        "Consistency: to ensure reliable and reproducible results. Any deviation from the standard protocols and procedures can introduce variability and affect the accuracy of the results.",
                        "Quality Control: to ensure the quality of the data generated. Can help to minimize errors and ensure that data is of high quality.",
                        "Traceability: to ensure that the samples can be traced back to their source, and that the results can be verified if necessary.",
                        "Compliance: to ensure that researchers are following the necessary guidelines and regulations.",
                        "Collaboration: to ensure the reproducibility and validity of the research."
                    ]
                }
            ]
        },
        {
            "title": "Coffee break",
            "type": "",
            "description": "",
            "start": "15:30",
            "end": "16:00",
            "location": {
                "name": "KOL-D-49",
                "url": "https://maps.google.com/maps?saddr=&daddr=47.37454373,8.54861294",
                "address": "Rämistrasse 71, 8001 Zürich"
            },
            "speaker": {
                "name": "",
                "description": "",
                "photo": "",
                "email": "",
                "link": ""
            },
            "material_link": "",
            "keypoints": [
                "Key point 1",
                "Key point 2"
            ]
        },
        {
            "type": "workshop",
            "description": "",
            "start": "16:00",
            "end": "17:30",
            "workshops": [
                {
                    "title": "Ethical aspects in open licensing",
                    "description": "Again and again there are discussions about the openness of licenses with regard to ethical considerations. Often the freedom to use the software for any purpose is questioned. In the field of AI research, there has recently been a well-known licence that restricts the use of the software in order to minimise its harmful effects. But does this make sense and is it successful, and what problems does it cause? The workshop will discuss the meaning and consequences of such ethical licences.",
                    "location": {
                        "name": "SOE-F-2",
                        "url": "https://maps.google.com/maps?saddr=&daddr=47.37353017,8.54923521",
                        "address": ""
                    },
                    "speaker": {
                        "name": "Alexander Sander",
                        "description": "Free Software Foundation Europe",
                        "photo": "/res/images/speakers/alexander sander.jpg",
                        "email": "",
                        "link": ""
                    },
                    "material_link": "",
                    "keypoints": [
                        "The freedom to use the software for any purpose is important",
                        "A licence won’t fix ethical problems"
                    ]
                },
                {
                    "title": "Git advanced",
                    "description": "The course is structured into an introductory presentation and a hands-on session to get familiar with using git. We will start with basic principles and git commands and continue in the 2nd part with more advanced concepts such as branches and working with remote repositories such as gitlab.com or github.com.<br>As a prerequisite, you can have a look at the <a href=\"https://siscourses.ethz.ch/git-handson/hands_on_bash.html\">`hands on bash`</a> tutorial.",
                    "location": {
                        "name": "SOE-E-7",
                        "url": "https://maps.google.com/maps?saddr=&daddr=47.37353017,8.54923521",
                        "address": ""
                    },
                    "speaker": {
                        "name": "Uwe Schmitt",
                        "description": "Software and Data Management, ETH Zurich",
                        "photo": "/res/images/speakers/speaker.png",
                        "email": "",
                        "link": ""
                    },
                    "material_link": "https://siscourses.ethz.ch/sib_workshop_best_practices/git_handson/hands_on_git.html",
                    "keypoints": []
                },
                {
                    "title": "Secure handling of sensitive data in research",

                    "description": "Research with sensitive data (e.g. personal data such as medical records) requires special cybersecurity and data protection measures to ensure the confidentiality of data and to protect the privacy of individuals. What are sensitive data in Research? What laws and regulations must be followed? What are the implication of non-compliance? I am a researcher - how do I translate and integrate laws, regulations and cybersecurity into my day-to-day research practice? Let's try to bring light to these questions. This workshop will be focused on: <ul> <li>research on sensitive data (sensitive personal data),</li> <li>data privacy and protection: legislation and cybersecurity awareness,</li> <li>data classification: strictly confidential and confidential data vs. internal and public data,</li> <li>Leonhard Med, ETH Zurich: Swiss secure, powerful and versatile Scientific IT Platform for research on and with confidential data,</li> <li>“best practices” for FAIRness of sensitive research data: secure handling of sensitive research data along the entire data lifecycle, from data collection, data management and analysis to publication in repositories and long-term preservation.</li> </ul> ",
                    "location": {
                        "name": "SOC-F-101",
                        "url": "https://maps.google.com/maps?saddr=&daddr=47.37399881,8.54960535",
                        "address": ""
                    },
                    "speaker": {
                        "name": "Diana Coman Schmid",
                        "description": "ETHZ",
                        "long_description": "Diana Coman Schmid is Service Manager of the Personalized Health Data Services at the Scientific IT Services of ETH Zurich. Alongside, Diana is an enthusiastic giver and enjoys sharing knowledge and know-how around digitalization, cybersecurity and FAIRness of sensitive personal data. Diana did her PhD at ETH Zurich in Molecular Biology and expanded her expertise with a Degree in Advanced Applied Statistics at ETH. Diana is an expert in IT and Data Services for Personalized Health, Bioinformatics, Applied Statistics and Biological Networks. Working now at the interface between IT, Data and Medicine, Diana’s commitment is to be an active driver in making Data Driven Personalized Health becoming common practice. For this, Diana together the team at the Scientific IT Services of ETH Zurich develop and operate secure, scalable and versatile scientific Data and IT services for researchers working with sensitive personal data at ETH and at Swiss national level.",
                        "photo": "/res/images/speakers/diana coman schmid.jpg",
                        "email": "",
                        "link": ""
                    },
                    "material_link": "",
                    "keypoints": [
                        "have a good understanding of data protection and privacy issues when dealing with sensitive data in research projects",
                        "have the necessary knowledge to conduct research respecting both legislation as well as information security requirements",
                        "be able to identify if research data classifies as strictly confidential or confidential",
                        "be able to apply “best practices” for FAIRness of sensitive research data",
                        "be aware of available secure scientific IT infrastructures for sensitive research data",
                        "have the information needed for writing a data management plan for sensitive research data"
                    ]
                }
            ]
        },
        {
            "title": "Concluding remarks",
            "type": "",
            "description": "",
            "start": "17:30",
            "end": "17:45",
            "location": {
                "name": "",
                "url": "",
                "address": ""
            },
            "speaker": {
                "name": "",
                "description": "",
                "photo": "",
                "email": "",
                "link": ""
            },
            "material_link": "",
            "keypoints": [
                "Key point 1",
                "Key point 2"
            ]
        }
    ]
}
